jaxws/cxfSsl.war/request.xml

<?xml version="1.0"?>
<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
  <env:Header/>
  <env:Body>
    <ns2:invokeHelloWorld xmlns:ns2="http://jaxws.gss.redhat.com/">
    </ns2:invokeHelloWorld>
  </env:Body>
</env:Envelope>
